Repository: SALTISES4/CourseFlow
Catalog: course_flow/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: No outcomes have been added yet. Use the Edit Outcomes menu to get started
fr: Aucun acquis n'a encore été ajouté. Utilisez le menu Modifier les acquis pour commencer

source: Associated
fr: Lié

source: outcomes
fr: acquis

source: ... LOADING
fr: ... EN CHARGEMENT

source: The linked workflow has been deleted.
fr: Le plan de travail lié a été supprimé

source: No outcomes have been added to the linked workflow. When added, they will appear here.
fr: Aucun acquis a été ajouté au plan de travail lié. Une fois ajoutés, ils seront visible ici.

source: No workflow has been linked to this node. If you link a workflow, its outcomes will appear here.
fr: Aucun plan de travial a été lié à ce noeud. Si vous liez un plan de travail, ses acquis seront visible ici.

source: for node:
fr: pour le noeud:

source: Add new
fr: Ajouter

source: Hide Unused
fr: Masquer

source: Show All
fr: Montrer tout

source: Add outcome
fr: Ajouter un acquis

source: Sharing
fr: Partager

source: Workflow View
fr: Plan de Travail

source: View
fr: Vue

source: Load new workflow
fr: Ajouter un plan de travail

source: Comparing workflows for:
fr: Comparaison des plans de travail pour:

source: Return to project
fr: Retourner au projet (

source: You've moved an outcome to another workflow. Nodes tagged with this outcome will have it removed. Do you want to continue?
fr: Vous avez déplacé un acquis vers un autre plan de travail. Les noeuds marqués avec ce acquis le verront supprimé. Voulez-vous continuer?

source: Object Sets
fr: Categories d'objets

source: This view renders a table showing the relationships between nodes and outcomes. Add outcomes and nodes to the workflow to get started.
fr: Cette vue affiche un tableau montrant les relations entre les noeuds et les acquis. Ajoutez des acquis et des noeuds au flux de travail pour commencer.

source: This view renders a table showing the relationships between this workflow's outcomes and the outcomes of their linked workflows. To use this feature, you must link the nodes in this workflow to child workflows (ex. program nodes to course workflows) and ensure that those child workflows have their own sets of outcomes.
fr: Cette vue affiche un tableau montrant les relations entre les acquis du plan de travail et les acquis des plan de travail liés. Pour utiliser cette fonctionnalité, vous devez lier les noeuds de ce plan de travail aux plans de travails descendants (ex. noeuds au niveau programme vers cours) et assurez-vous que ces plans de travails descendants ont leur propre ensemble d'acquis.

source: Hours
fr: Heures

source: Theory
fr: Théorie

source: Practical
fr: Pratique

source: Individual Work
fr: Travail individuel

source: Credits
fr: Crédits

source: Edit
fr: Modifier

source: characters
fr: caractères

source: Code (Optional)
fr: Code (facultatif)

source: Settings
fr: Paramètres

source: Published
fr: Publié

source: Strategy
fr: Stratégie

source: Delete
fr: Supprimer

source: Comments
fr: Commentaires

source: Restore
fr: Restaurer

source: You cannot delete the last
fr: Vous ne pouvez pas supprimer la dernière

source: Are you sure you want to delete this
fr: Êtes-vous certain de vouloir supprimer ce

source: Duplicate
fr: Dupliquer

source: Insert Child
fr: Insérer descendant

source: Delete Comment
fr: Supprimer commentaire

source: Close
fr: Fermer

source: Clear All Comments
fr: Effacer tous les commentaires

source: Add a comment
fr: Ajouter un commentaire

source: Reply
fr: Répondre

source: Submit
fr: Soumettre

source: show more
fr: montrer plus

source: show less
fr: montrer moins

source: Untitled
fr: Sans titre

source: (no access)
fr: (pas d'accès)

source: Not Connected
fr: Non-connecté

source: Activity
fr: Activité

source: Course
fr: Cours

source: Program
fr: Programme

source: Project
fr: Projet

source: program outcome
fr: acquis de programme

source: course outcome
fr: acquis de cours

source: activity outcome
fr: acquis d'activité

source: program node
fr: noeud de programme

source: course node
fr: noeud de cours

source: activity node
fr: noeud d'activité

source: activity
fr: activité

source: course
fr: cours

source: program
fr: programme

source: project
fr: projet

source: Owner
fr: Propriétaire

source: Editor
fr: Peur modifier

source: Commenter
fr: Peut commenter

source: Viewer
fr: Peut voir

source: Object Set Visibility
fr: Visibilité des catégories d'objets

source: Export files
fr: Exporter des fichiers

source: Export Format
fr: Format du fichier

source: Your file is being generated and will be emailed to you shortly.
fr: Votre fichier est en cours de génération et vous sera envoyé par courriel sous peu.

source: outcomes
fr: acquis

source: Uncategorized
fr: Sans catégorie

source: Import Files
fr: Importer des fichiers

source: Create project or strategy
fr: Créer un projet ou une stratégie

source: New activity strategy
fr: Nouvelle stratégie d'activité

source: Import from old CourseFlow
fr: Importer fichier de l'ancien CourseFlow

source: See all
fr: Voir tout

source: Recent classrooms
fr: Classes recentes

source: Workflows
fr: Plans de travail

source: Classroom Overview
fr: Aperçu de la classe

source: Students
fr: Étudiant(e)s

source: Assignments
fr: Devoirs

source: Completion Table
fr: Tableau d'achèvement

source: View Classroom
fr: Classe

source: Create Classroom
fr: Créer une classe

source: Workflow comparison tool
fr: Outil de comparaison

source: Are you sure you want to delete this project?
fr: Êtes-vous certain de vouloir supprimer ce projet?

source: Are you sure you want to permanently delete this project?
fr: Voulez-vous vraiment supprimer définitivement ce projet?

source: Are you sure you want to create a live classroom for this project?
fr: Voulez-vous vraiment créer une classe pour ce projet?

source: Export
fr: Exporter

source: Copy to my library
fr: Copier a bibliothèque

source: Permissions
fr: Autorisations

source: No description
fr: Aucune description

source: None
fr: Vide

source: All CourseFlow
fr: Tout CourseFlow

source: Modify
fr: Modifier

source: Edit Project
fr: Modifier le projet

source: Create workflow
fr: Créer un plan de travail

source: New activity
fr: Nouvelle activité

source: New course
fr: Nouveau cours

source: New program
fr: Nouveau programme

source: All
fr: Tout

source: Owned
fr: Appartenant à vous

source: Shared
fr: Partagé

source: My Favourites
fr: Mes favoris

source: Archived
fr: Archivé

source: Recent
fr: Récent

source: Creation date
fr: Date de création

source: No results found
fr: Aucun résultat trouvé

source: + See all
fr: + Voir tout

source: Search:
fr: Chercher:

source: Relevance
fr: Pertinance

source: Search
fr: Chercher

source: Enter a search term or filter then click 'search' to get started.
fr: Saisissez un terme de recherche ou un filtre, puis cliquez sur 'Rechercher' pour commencer.

source: Showing results
fr: Affichage des résultats

source: total results
fr: résultats totaux

source: No results were found.
fr: Aucun résultat trouvé

source: Restrict results to content provided by SALTISE
fr: Restreindre les résultats au contenu fourni par SALTISE

source: SALTISE content
fr: De SALTISE

source: Created
fr: Créé

source: by
fr: par

source: on
fr: à

source: classroom
fr: classe

source: strategy
fr: stratégie

source: Favourite
fr: Ajouter en favori

source: workflows
fr: plans de travail

source: Live Classroom
fr: Classe

source: Warning: linking the same workflow to multiple nodes can result in loss of readability if you are associating parent workflow outcomes with child workflow outcomes.
fr: Avertissement : lier le même plan de travail à plusieurs noeuds peut entraîner une perte de lisibilité si vous associez des acquis du parent à ceux de l'enfant.

source: Already in use
fr: Déjà utilisé

source: Not Visible
fr: Non-visible

source: Return to Classroom
fr: Retourner à la classe

source: Warning: the linked workflow is not visible to those in the classroom
fr: Avertissement: le plan de travail lié n'est pas visible par les personnes présentes dans la classe

source: Linked Workflow
fr: Plan de travail lié

source: Warning: the workflow the task appears in is not visible to those in the classroom
fr: Avertissement: le plan de travail dans lequel la tâche apparaît n'est pas visible par les personnes présentes dans la classe.

source: Task Workflow
fr: Plans de travail de la tâche

source: End Date
fr: Date de fin

source: Start Date
fr: Date de début

source: Whether to mark the assignment as complete if any user has completed it.
fr: Marquer le devoir comme terminé si un seul utilisateur l'a terminé.

source: Mark assignment as complete when a single user has completed it:
fr: Marquer le devoir comme terminé si un seul utilisateur l'a terminé:

source: Whether students can mark their own assignments as complete.
fr: Indique si les étudiants peuvent marquer leurs devoirs comme terminés.

source: Let students self-report their assignment completion:
fr: Indique si les étudiants peuvent marquer leurs devoirs comme terminés:

source: Save Changes
fr: Sauvegarder les modifications

source: Users
fr: Utilisateurs

source: Assigned Users
fr: Utilisateurs inscrits

source: Remove
fr: Supprimer

source: Other Users
fr: Autres utilisateurs

source: Add
fr: Ajouter

source: assignment
fr: devoir

source: Visit linked workflow
fr: Visitez le plan lié

source: <Deleted Workflow>
fr: <Plan supprimé>

source: Visit containing workflow
fr: Visitez le plan parent

source: Completed by
fr: Terminé par

source: Completion
fr: Achèvement

source: No description given
fr: Aucune description

source: Create New
fr: Créer

source: Not yet assigned
fr: Non-assigné

source: My Assignments
fr: Mes devoirs

source: All Assignments
fr: Tous les devoirs

source: My Workflows
fr: Mes plans de travail

source: No workflows have been made visible to students.
fr: Aucun plan de travail est visible pour les étudiants.

source: Teachers
fr: Instructeurs

source: User
fr: Utilisateur

source: Assignments Complete
fr: Devoirs terminés

source: Visible Workflows
fr: Plans de travails visibles

source: Assignment
fr: Devoir

source: Your Incomplete Assignments
fr: Devoirs à compléter

source: Assigned Tasks
fr: Devoirs

source: All Tasks
fr: Toutes les tâches

source: Create Assignment
fr: Créer un devoir

source: Your Tasks
fr: Tâches assignées

source: Upcoming
fr: Tâches à venir

source: Past
fr: Tâches précédentes

source: Other Workflows
fr: Autres plans de travail

source: Student Registration Link:
fr: Lien d'inscription pour les étudiants

source: Copy to clipboard
fr: Copier

source: Whether creating an assignment automatically adds all students to it.
fr: Détermine si tous les étudiants sont ajoutés automatiquement lorsqu'un devoir est créé.

source: Whether all workflows in the project will be visible to students by default.
fr: Par défaut, permet aux étudiants de consulter tous les plans de travail.

source: Table
fr: Tableau

source: Current project
fr: Ce projet

source: Or select from your projects
fr: Ou sélectionnez un de vos autres projet

source: Select a project
fr: Sélectionnez un projet

source: Set to None
fr: Mis à aucun

source: Select
fr: Sélectionner

source: Copy to Current Project
fr: Copier dans ce projet

source: Cancel
fr: Annuler

source: Import
fr: Importer

source: Workflow Comparison Tool
fr: Outil de comparaison

source: A title and at least one discipline is required for publishing.
fr: Un titre et au moins une discipline sont requis pour la publication.

source: Edit project
fr: Modifier le projet

source: Title
fr: Titre

source: Object sets
fr: Categories d'objets

source: Select a type
fr: Sélectionnez un type

source: Set name
fr: Nom de la catégorie

source: set
fr: catégorie

source: Are you sure you want to publish this project, making it fully visible to anyone with an account?
fr: Êtes-vous certain de vouloir publier ce projet, le rendant entièrement visible pour n'importe qui avec un compte?

source: Are you sure you want to unpublish this project, rendering it hidden to all other users?
fr: Êtes-vous certain de vouloir dépublier ce projet, il cessera d'être visible pour les autres utilisateurs?

source: Explore our database
fr: Explorer notre base de données

source: Keywords
fr: Mots clés

source: Allowed Types
fr: Types autorisés

source: Disciplines (leave blank for all):
fr: Disciplines (laisser vide pour tous sélectionner) :

source: Results Per Page:
fr: Résultats par page:

source: Previous
fr: Précédente

source: Next
fr: Prochaine

source: No results were found. Adjust your search parameters, and make sure you have at least one allowed type selected.
fr: Aucun resultat n'a été trouvé. Ajustez vos paramètres de recherche et assurez-vous d'avoir sélectionné au moins un type autorisé.

source: Click to edit
fr: Cliquez pour modifier

source: Here you can find outcomes from the workflows that contain a node linked to this workflow. This allows you to create relationships between the outcomes at different levels (ex. program to course), called 'alignment'. Link this workflow to a node in another to do so.
fr: Vous pouvez trouver ici les résultats des plans de travail qui contiennent un noeud lié à ce plan de travail. Cela vous permet de créer des relations entre les résultats à différents niveaux (ex. programme à cours), appelé 'alignement'. Reliez ce plan de travail vers un noeud dans un autre pour le faire.

source: Warning: you have linked this workflow to multiple nodes. This is not recommended. You may see outcomes from different parent workflows, or duplicates of outcomes.
fr: Avertissement: vous avez lié ce plan de travail à plusieurs noeuds. Ceci n'est pas recommandé.

source: Outcomes from Parent Workflow
fr: Acquis du plan de travail parent

source: No outcomes or linked workflow
fr: Aucun acquis ou plan de travail lié

source: hide
fr: cacher

source: show
fr: montrer

source: Something went wrong. Please reload the page.
fr: Il y a un problème. Veuillez recharger la page.

source: Too many requests from your IP address. Please wait and try again later.
fr: Trop de requêtes provenant de votre adresse IP. Veuillez patienter et réessayer plus tard.

source: error at
fr: erreur à

source: This session
fr: Cette session

source: Shared With
fr: Partagé avec

source: Owned By
fr: Appartenant à

source: Any CourseFlow teacher can view
fr: Tout enseignant sur CourseFlow peut voir

source: Title and disciplines are required to publish.
fr: Un titre et au moins une discipline sont requis pour la publication.

source: Title is required to publish.
fr: Le titre est requis pour publier.

source: Public to CourseFlow
fr: Public

source: Private
fr: Privé

source: Project is private
fr: Ce projet est privé

source: Generate a public link
fr: Générer un lien public

source: Copy public link
fr: Copier le lien public

source: Remove public link
fr: Supprimer le lien public

source: Can comment
fr: Peut commenter

source: Share
fr: Partager

source: Can edit
fr: Peut modifier

source: Can view
fr: Peut voire

source: Student
fr: Étudiant(e)

source: Remove user
fr: Supprimer

source: Teacher
fr: Instructeur

source: Begin typing to search users. Select the desired user then click Share.
fr: Commencez à taper pour rechercher des utilisateurs. Sélectionnez l'utilisateur souhaité puis cliquez sur 'Partager'.

source: Are you sure you want to delete this workflow?
fr: Êtes-vous certain de vouloir supprimer ce plan de travail?

source: Are you sure you want to permanently delete this workflow?
fr: Voulez-vous vraiment supprimer définitivement ce projet?

source: Copy into current project
fr: Copier dans ce projet

source: Import Outcomes
fr: Importer les acquis

source: Import Nodes
fr: Importer noeds

source: outcome
fr: acquis

source: Analytics
fr: Analytique

source: Grid View
fr: Vue grille

source: Expand/Collapse
fr: Afficher/Masquer

source: Collapse all weeks
fr: Masquer toutes semaines

source: Collapse all nodes
fr: Masquer tous les noeuds

source: Collapse all outcomes
fr: Masquer tous les acquis

source: Competency Matrix Style
fr: Matrice de compétences

source: Table Type
fr: Type de tableau

source: View options
fr: Options d'affichage

source: My strategies
fr: Mes stratégies

source: SALTISE strategies
fr: Stratégies SALTISE

source: Restore items
fr: Restaurer

source: Nodes
fr: Noeuds

source: Weeks
fr: Semaines

source: Columns
fr: Colonnes

source: Outcomes
fr: Acquis

source: Node Links
fr: Liens de noeuds

source: Deleted
fr: Supprimé

source: Permanently Delete
fr: Supprimé définitivement

source: Are you sure you want to permanently delete this object?
fr: Voulez-vous vraiment supprimer définitivement cet objet?

source: Quick Navigation
fr: Navigation rapide

source: Workflows Used:
fr: Plans de travail utilisés:

source: Invite collaborators to project and its workflows
fr: Inviter des collaborateurs au projet et à ses plans de travail

source: Invite collaborators to workflow and grant view permissions to the project
fr: Invitez des collaborateurs au plan de travail et accordez des autorisations de vu au projet

source: Only added collaborators can view
fr: Seuls les collaborateurs ajoutés peuvent voir

source: Project public to CourseFlow
fr: Projet public sur CourseFlow

source: Anyone with the link can view the workflow
fr: Toute personne disposant du lien pourra voir le plan de travail

source: Anyone with the link will be able to view the workflow
fr: Toute personne disposant du lien pourra voir le plan de travail

source: Please note: this will make a publicly accessible link to your workflow, which can be accessed even by those without an account. They will still not be able to edit your workflow.
fr: Attention: cela créera un lien accessible au public vers votre plan de travail. Celui-ci sera accessible à ceux qui n'ont pas de compte mais ne sera pas modifiable.

source: Begin typing to search users
fr: Commencez à taper pour rechercher des utilisateurs

source: Use this menu to upload content in either .xls or .csv format. Ensure you have the correct format.
fr: Utilisez ce menu pour télécharger du contenu au format .xls ou .csv. Assurez-vous d'avoir le bon format.

source: The uploading process may take some time. It is not recommended to continue editing until it is complete.
fr: Le processus de téléchargement peut prendre un certain temps. Il n'est pas recommandé de poursuivre l'édition tant qu'il n'est pas terminée.

source: Your file has been submitted. Please wait while it is imported. You may close this message.
fr: Votre fichier a été soumis. Veuillez patienter pendant l'importation. Vous pouvez fermer ce message.

source: Use this menu to export files.
fr: Utilisez ce menu pour exporter des fichiers

source: Export Type
fr: Type d'exportation

source: Course Framework
fr: Structure de cours

source: Competency Matrix
fr: Matrice de compétences

source: Student Management
fr: Gestion des étudiants

source: Enrolled Users
fr: Utilisateurs inscrits

source: Add A User
fr: Ajouter

source: Select a workflow
fr: Sélectionner un plan de travail

source: link to node
fr: lier au noeud

source: Copy to Current Project and
fr: Copier dans ce projet et

source: Select project
fr: Sélectionnez le projet

source: Create new
fr: Créer un nouveau

source: Add New
fr: Ajouter

source: New project
fr: Nouveau projet

source: New course strategy
fr: Nouvelle stratégie de cours

source: Recent projects
fr: Projets récents

source: Favourites
fr: Favoris

source: Edit
fr: Modifier

source: Report
fr: Rapport

source: Workflow Visibility
fr: Visibilité du plan de travail

source: Classroom Settings
fr: Paramètres de la classe

source: Unable to establish connection to the server, or connection has been lost.
fr: Impossible d'établir la connexion au serveur ou la connexion a été perdue.

source: Sets
fr: Catégorie

source: Custom Icon
fr: Icône personnalisée

source: Context
fr: Contexte

source: Task
fr: Tâche

source: Time
fr: Temps

source: Colour
fr: Couleur

source: Ponderation
fr: Pondération

source: hrs. Theory
fr: heures Théorie

source: hrs. Practical
fr: heures Pratique

source: hrs. Individual
fr: heures Individuel

source: hrs. General Education
fr: heures Enseignement général

source: hrs. Specific Education
fr: heures Éducation spécifique

source: Change
fr: Changer

source: Display linked workflow data
fr: Afficher les données du plan de travail lié

source: Other
fr: Autre

source: Draw arrow to next node
fr: Dessiner une flèche vers le noeud suivant

source: Dashed Line
fr: Ligne pointillée

source: Text Position
fr: Emplacement du texte

source: Outcomes Style
fr: Style d'Acquis

source: Condensed View
fr: Vue condensée

source: Remove Strategy Status
fr: Supprimer le statut de stratégie

source: Save as Template
fr: Enregistrer en tant que modèle

source: Insert Below
fr: Insérer

source: Are you sure you want to permanently clear this comment?
fr: Voulez-vous vraiment effacer ce commentaire définitivement?

source: Are you sure you want to permanently clear all comments from this object?
fr: Voulez-vous vraiment effacer définitivement les commentaires?

source: + Add New
fr: + Ajouter

source: Visit workflow
fr: Visitez le plan

source: <Deleted>
fr: <Supprimé>

source: Show Assignment Info
fr: Voir les informations sur le devoir

source: You've moved a node to another workflow. Nodes lose all tagged outcomes when transferred between workflows. Do you want to continue?
fr: Vous avez déplacé un noeud vers un autre plan de travail. Les noeuds perdent tous les acquis marqués lorsqu'ils sont transférés entre les plans de travails. Voulez-vous continuer?

source: Here you can add and edit outcomes for the current workflow. They will then be available in the Workflow view to tag nodes in the Outcomes tab of the sidebar.
fr: Ici, vous pouvez ajouter et modifier des acquis pour le plan de travail. Ils seront ensuite disponibles dans la vue Plan de travail pour étiqueter les noeuds dans l'onglet acquis de la barre latérale.

source: Add outcomes to this workflow in by clicking the button below.
fr: Ajoutez des acquis à ce plan de travail en cliquant sur le bouton ci-dessous.

source: Legend
fr: Légende

source: Filters
fr: Filtres

source: From Linked Workflow
fr: du plan de travail en lien

source: General Education
fr: Enseignement général

source: Specific Education
fr: Éducation spécifique

source: Total Hours
fr: Heures totales

source: Times in hours shown in format
fr: Temps en heures affichés au format

source: Individual
fr: Individuel

source: Edit Workflow
fr: Modifier le plan de travail

source: Return to Editable Workflow
fr: Modifier le plan de travail

source: Other Views
fr: Autres vues

source: Jump to
fr: Aller vers

source: Expand all weeks
fr: Afficher toutes les semaines

source: Expand all nodes
fr: Afficher tous les noeuds

source: Expand all outcomes
fr: Afficher tous les acquis

source: Table Style
fr: Style tableau

source: Sort Nodes
fr: Trier les noeds

source: Add to workflow
fr: Ajouter au plan de travail

source: Used in:
fr: Utilisé dans:
